Repository: kieulanalp/VNBrandManual
Catalog: tm/auto/FLS report updated-level2.tmx
Source language: en_us
Languages: vi

source: IHG Cause & Effect Matrix
vi: IHG Cause & Effect Matrix Ma Trận Nhân Quả IHG

source: IHG FLS Check List & Report – Rev 2 (Apr 2019)
vi: IHG FLS Check List & Report – Rev 2 (Apr 2019) Danh sách kiểm tra và báo cáo PCCC - Bản 2 (Tháng 4 2019)

source: IMPORTANT :-
vi: IMPORTANT : QUAN TRỌNG:

source: INDEX
vi: INDEX MỤC LỤC

source: In Corridors or Common Area adjacent to the room where there is a Fuel Burning Appliance.
vi: In Corridors or Common Area adjacent to the room where there is a Fuel Burning Appliance. Trong Hành lang hoặc không gian công cộng liền kề phòng có thiết bị đốt nhiên liệu

source: In Guest Rooms adjacent to the room where there is a Fuel Burning Appliance.
vi: In Guest Rooms adjacent to the room where there is a Fuel Burning Appliance. Trong các phòng khách liền kề phòng có thiết bị đốt nhiên liệu

source: In Guest Rooms adjacent to the vent path from a Fuel Burning Appliance.
vi: In Guest Rooms adjacent to the vent path from a Fuel Burning Appliance. Trong phòng khách liền kề đường ống thông gió từ thiết bị đốt nhiên liệu

source: In a Sprinklered building, the chute must also have a sprinkler installed at the top of the chute.
vi: In a Sprinklered building, the chute must also have a sprinkler installed at the top of the chute. Trong tòa nhà có sprinkler, trên đỉnh ống cũng phải lắp đặt sprinkler

source: In an un-sprinklered building, a single automatic sprinkler or approved suppression system must be installed at the top of the chute.
vi: In un-sprinklered buildings, a single automatic sprinkler or approved automatic suppression system must be installed at the top of the chute. Trong tòa nhà không có sprinkler, một sprinkler tự động duy nhất hoặc một hệ thống chữa cháy tự động được phê duyệt phải được lắp đặt ở đầu ống thả

source: In buildings with a fixed fire suppression system, up to 50% of Emergency Egress stair routes are permitted to exit to the interior of the building.
vi: In buildings with a fixed fire suppression system, up to 50% of Emergency Egress stair routes are permitted to exit to the interior of the building. Trong các tòa nhà có hệ thống chữa cháy cố định, tối đa 50% số thang bộ thoát hiểm có thể thoát ra bên trong tòa nhà

source: In guest areas where there is a risk of falling from height, a permanent Barrier must be provided that meets the following:
vi: In guest areas where there is a risk of falling from height, a permanent Barrier must be provided that meets the following: Ở các khu vực cho khách có nguy cơ ngã từ cao, phải có lan can cố định đáp ứng các điều sau:

source: In the event of a fire alarm being activated, lifts must automatically go to the designated floor level and doors must open to allow passengers to escape.
vi: In the event of a fire alarm being activated, lifts must automatically go to the designated floor level and doors must open to allow passengers to escape. Trong trường hợp kích hoạt báo động cháy, các thang máy phải gọi hồi tới tầng được chỉ định và cửa phải mở để khách thoát ra

source: Include a pre-recorded evacuation message in the local language(s) and English.
vi: Include a pre-recorded evacuation message in the local language(s) and English. Bao gồm một thông báo sơ tán ghi âm sẵn bằng ngôn ngữ địa phương và tiếng Anh

source: Include an alarm.
vi: Include an alarm. Bao gồm âm báo động

source: Include at least 2 life safety rings or 2 throwing lines.
vi: Include at least 2 life safety rings or 2 throwing lines. Bao gồm ít nhất hai phao tròn hoặc hai dây ném

source: Inspection & Report Notations
vi: Inspection & Report Notations Ghi chú trong Nghiệm thu và Báo cáo

source: Interior areas within 1m of a water source.
vi: Interior areas within 1m of a water source. Khu vực trong nhà trong khoảng 1m tính từ nguồn nước

source: Internal Exit Doors on Emergency Egress routes must be operable from both sides.
vi: Internal Exit Doors on Emergency Egress routes must be operable from both sides. Cửa thoát hiểm và các lối thoát hiểm trong nhà phải có thể vận hành từ cả hai phía

source: International Standard
vi: Comments & Actions required to achieve IHG/International Standard Nhận xét & Các hành động cần thiết để đạt tiêu chuẩn IHG/Quốc tế

source: Issue
vi: Issued Phát hành

source: Issued By
vi: Issued By Phát hành bởi

source: Item
vi: Item Hạng mục

source: Item Ref #
vi: Item Ref # STT Hạng mục

source: Kitchen Exhaust System to meet the following requirements:
vi: Kitchen Exhaust System to meet the following requirements: Hệ chụp hút mùi bếp phải đạt các yêu cầu sau:

source: Kitchen hoods are fitted with grease filters.
vi: Kitchen hoods are fitted with grease filters. Chụp hút có lọc mỡ

source: Ladders, steps and/ or ramps with handrails must be provided at opposite ends of the Swimming Pool.
vi: Ladders, steps and/ or ramps with handrails must be provided at opposite ends of the Swimming Pool. Thang treo, bậc thang hoặc đường dốc có tay vịn được yêu cầu ở cả hai đầu của hồ bơi.

source: Lift car
vi: Lift car Khoang thang máy

source: Lift car must return to a floor level.
vi: Lift car must return to a floor level. Khoang thang máy phải trở về một tầng

source: Lift must be provided with alternative power supply (automatic rescue device ARD) which must be available immediately in the event of the normal supply failing:
vi: Lift must be provided with alternative power supply (automatic rescue device ARD) which must be available immediately in the event of the normal supply failing: Thang máy phải có nguồn điện dự phòng (Thiết bị Cứu hộ Tự động ARD), hoạt động ngay lập tức trong trường hợp nguồn điện chính gặp sự cố

source: Lifts are fully interfaced to the AFA system.
vi: Lifts are fully interfaced to the AFA system. Các thang máy kết nối hoàn toàn vào hệ thống AFA

source: Lighting in guest vending and laundry rooms must remain on or automatically illuminate upon entrance into the room.
vi: Lighting in guest vending and laundry rooms must remain on or automatically illuminate upon entrance into the room. Chiếu sáng trong phòng máy bán hàng và phòng giặt là cho khách phải luôn bật hoặc tự động bật khi có người bước vào

source: Lobby (including atriums and high ceiling spaces)
vi: Lobby (including atriums and high ceiling spaces) Lobby (gồm cả không gian thông tầng và không gian có trần cao)

source: Local Fire Bureau Certificate has been received (attach a copy to this report).
vi: Local Fire Bureau Certificate has been received (attach a copy to this report). Đã nhận được chứng nhận của cục PCCC địa phương (gắn kèm bản sao vào báo cáo này)`

source: Local Fire Bureau Certificate has been received?
vi: Local Fire Bureau Certificate has been received? Đã nhận được chứng nhận của Cục PCCC địa phương?

source: Located in a clearly visible location.
vi: Located in a clearly visible location. Lắp đặt tại vị trí dễ thấy

source: Low flame and smoke propagating (Fire retardant) materials used for all pipe and duct insulation (where provided).
vi: Low flame and smoke propagating (Fire retardant) materials used for all pipe and duct insulation (where provided). Vật liệu ngăn cháy lan và ngăn khói (chống cháy) dùng trong tất cả các cách điện, cách âm.. cho đường ống và ống thông (ở những vị trí có đường ống)

source: MANUAL CALL STATIONS ARE INSTALLED
vi: MANUAL CALL STATIONS ARE INSTALLED LẮP ĐẶT NÚT BÁO CHÁY KHẨN CẤP

source: MANUAL CALL STATIONS ARE INSTALLED IN ALL AREAS AND AT DESIGNATED EXITS IN:
vi: MANUAL CALL STATIONS ARE INSTALLED IN ALL AREAS AND AT DESIGNATED EXITS IN: NÚT BÁO CHÁY KHẨN CẤP ĐƯỢC LẮP ĐẶT TẠI TẤT CẢ CÁC KHU VỰC VÀ CÁC LỐI THOÁT ĐƯỢC CHỈ ĐỊNH

source: Manual call points are provided in all FOH & BOH areas.
vi: Manual call points are provided in all FOH & BOH areas. Including: Nút báo cháy khẩn cấp được cung cấp tại tất cả các khu vực FOH và BOH, bao gồm

source: Markings or features to make them easily visible must be included on the following:
vi: Markings or features to make them easily visible must be included on the following: Đối với các mục sau phải có đánh dấu giúp thấy rõ:

source: Maximum travel distance to a fire extinguisher must not exceed 25m.
vi: Maximum travel distance to a fire extinguisher must not exceed 25m. Khoảng cách di chuyển giữa các bình cứu hỏa không quá 25m

source: Mechanical & Electrical Rooms (Including lift motor and IT rooms).
vi: Mechanical & Electrical Rooms (Including lift motor and IT rooms). Phòng M&E (gồm phòng động cơ và phòng IT)

source: Mechanical Stairwell Pressurization
vi: Mechanical Stairwell Pressurization Tăng áp cơ học cho thang bộ

source: Minimum clear unobstructed width of 1.10m
vi: Minimum clear unobstructed width of 1.10m Tối thiểu 1.1m chiều rộng không có vật cản

source: Minimum of 1.5m of clear deck space must be provided around the perimeter of all Swimming Pools.
vi: Minimum of 1.5m of clear deck space must be provided around the perimeter of all Swimming Pools. Tối thiểu 1.5m không gian không có vật cản xung quanh bể bơi

source: Minimum of 2 emergency exits on each floor.
vi: Minimum of 2 emergency exits on each floor. Tối thiểu 2 lối thoát hiểm trên mỗi tầng

source: Minimum of two drains are required.
vi: Minimum of two drains are required.Có tối thiểu hai ga thoát nước.

source: More than 1001 people, minimum of four separate exits, to be validated by a Qualified Person.
vi: More than 1001 people, minimum of four separate exits, to be validated by a Qualified Person. Nếu có hơn 1001 người, tối thiểu 4 lối thoát riêng biệt, cần thông qua đánh giá bởi người có chuyên môn

source: Multi-story lobbies (two floors) provided with an approved smoke control system or a smoke barrier consisting of a minimum 20-minute fire resisting door and frame assembly to separate guest room corridors from the lobby.
vi: Multi-story lobbies (two floors) provided with an approved smoke control system or a smoke barrier consisting of a minimum 20-minute fire resisting door and frame assembly to separate guest room corridors from the lobby. Lobby nhiều tầng (2 tầng) có hệ thống kiểm soát khói được phê duyệt hoặc cơ chế ngăn khói bao gồm cửa chống cháy và khung cửa tối thiểu 20 phút để ngăn cách hành lang phòng khách khỏi lobby

source: Must be located at the Fitness Room
vi: Must be located at the Fitness Room Tại phòng tập

source: Must be located at the Swimming pool
vi: Must be located at the Swimming pool Tại bể bơi

source: Must exit directly to the exterior or via a Protected Corridor that leads to the exterior.
vi: Must exit directly to the exterior or via a Protected Corridor that leads to the exterior. Phải thoát trực tiếp ra bên ngoài hoặc qua Hành lang chống cháy dẫn ra bên ngoài

source: N/A
vi: N/A Không có thông tin

source: NO
vi: NO KHÔNG

source: Name:
vi: Name: Tên

source: New Life Safety System installations must be Certified by a Qualified Person.
vi: New Life Safety System installations must be Certified by a Qualified Person. Các lắp đặt mới ho hệ thống PCCC phải được chứng nhận bởi người có chuyên môn

source: No
vi: No Không

source: Non-climbable
vi: Non-climbable Không thể trèo

source: Notes & Comments
vi: Notes & Comments Ghi chú & Nhận xét

source: Numbers indicating floor levels are required on Emergency Egress stairwells and must meet the following requirements:
vi: Numbers indicating floor levels are required on Emergency Egress stairwells and must meet the following requirements: Biển đánh số tầng phải có trên cầu thang thoát hiểm khẩn cấp và phải đáp ứng các yêu cầu sau:

source: Numbers indicating floor levels.
vi: Numbers indicating floor levels. Có biển báo số tầng

source: OPERATIONAL
vi: OPERATIONAL VẬN HÀNH

source: OTHER FIRE LIFE SAFETY SYSTEMS
vi: OTHER FIRE LIFE SAFETY SYSTEMS CÁC HỆ THỐNG PCCC KHÁC

source: On the room side of the guest room door
vi: On the room side of the guest room door Ở mặt cửa trong phòng khách

source: On the room side or immediately adjacent to each meeting room door.
vi: On the room side or immediately adjacent to each meeting room door. Ở mặt cửa trong phòng hoặc ngay cạnh cửa vào phòng họp

source: One auto start jockey and two main pumps have been provided.
vi: One auto start jockey and two main pumps have been provided. (Diesel pump must be provided if there are no Back-up generators) Cung cấp 1 bơm jockey khởi động tự động và hai bơm chính (Phải có bơm diesel nếu không có máy phát điện dự phòng)

source: Other Life Safety
vi: Other Life Safety Các vấn đề An toàn sinh mạng khác

source: Overview
vi: Overview Tổng Quan

source: PARTIAL
vi: PARTIAL Một phần

source: PHASE 1
vi: PHASE 1 GIAI ĐOẠN 1

source: PHASE 2
vi: PHASE 2 GIAI ĐOẠN 2

source: Panel Includes both an audible and visual alarm.
vi: Panel Includes both an audible and visual alarm. Bộ lặp có cả báo động nghe và nhìn

source: Panel includes a general alarm feature (break glass).
vi: Panel includes a general alarm feature (break glass). Bộ lặp gồm tính năng báo động chung (nút báo khẩn cấp)

source: Panel indicates the overall status of the system.
vi: Panel indicates the overall status of the system. Bộ lặp cho thấy trang thái chung của hệ thống

source: Panel indicates the specific zone which initiated the alarm (public areas) and specific room (guestroom).
vi: Panel indicates the specific zone which initiated the alarm (public areas) and specific room (guestroom). Bộ lặp cho biết báo động kích hoạt ở khu vực cụ thể nào (khu vực công cộng) và ở phòng cụ thể nào (phòng khách)

source: Pass/Fail
vi: Pass/Fail Đạt/Trượt

source: Permanently installed
vi: Permanently installed Gắn cố định

source: Phase 1 works must be completed prior to hotel opening (or re-branding as the case may be).
vi: Phase 1 works must be completed prior to hotel opening (or re-branding as the case may be). Các công việc của Giai đoạn 1 phải được hoàn thiện trước ngày khách sạn mở cửa (hoặc thay đổi thương hiệu, tùy trường hợp)

source: Phase 2 works must be completed within the designated set timeframe (As indicated in months).
vi: Phase 2 works must be completed within the designated set timeframe (As indicated in months).Các công việc của Giai đoạn 2 phải được hoàn thiện trong một khoảng thời gian nhất định (được tính bằng tháng)

source: Portable fire extinguishers (suitable for use in hazard areas) required throughout the building:
vi: Portable fire extinguishers (suitable for use in hazard areas) required throughout the building: Yêu cầu có bình chữa cháy (phù hợp sử dụng trong các khu vực nguy cơ cao) trong khắp tòa nhà

source: Precautions have been taken to prevent legionella exposure at cooling towers.
vi: Precautions have been taken to prevent legionella exposure at cooling towers. Đã thực hiện các biện pháp p;hòng ngừa nhiễm legionella tại các tháp làm mát

source: Priority
vi: Priority Ưu tiên

source: Procedure/ mechanism for alarm delay (while investigating).
vi: Procedure/ mechanism for alarm delay (while investigating). Quy trình/Cơ chế hoãn báo động (phục vụ mục đích tìm hiểu nguyên nhân)

source: Professionally Fabricated.
vi: Professionally fabricated Chế tạo chuyên nghiệp

source: Property perimeter security system meets the following requirements:
vi: Property perimeter security system meets the following requirements: Hệ thống an ninh khuôn viên vòng ngoài phải đạt các yêu cầu sau:

source: Property security system has been provided.
vi: Property security system has been provided. Đã có hệ thống an ninh khuôn viên

source: Proposed Date for Inspection:
vi: Proposed Date for Inspection: Ngày nghiệm thu đề xuất

source: Provide Documentation such as drawings and manuals.
vi: Provide Documentation such as drawings and manuals. Cung cấp các văn bản như bản vẽ và sách hướng dẫn

source: Provide a minimum sound level of 65dBA in Places of Assembly.
vi: Provide a minimum sound level of 65dBA in Places of Assembly. Đạt mức âm tối thiểu 65dBA tại các nơi tập trung đông người

source: Provide certification/ documentation to substantiate as-built system.
vi: Provide certification/ documentation to substantiate as-built system. Cung cấp chứng chỉ / tài liệu để chứng minh là hệ thống built-in.

source: Provide minimum 60 minutes of illumination.
vi: Provide minimum 60 minutes of illumination. Chiếu sáng tối thiểu 60 phút

source: Provided at suction side of supply fan, return fan and exhaust fan of air handling systems (For large capacity AHUs).
vi: Provided at suction side of supply fan, return fan and exhaust fan of air handling systems (For large capacity AHUs). Cung cấp tại mặt hút của quạt cấp khí, quạt trả khí và quạt thải của hệ thống xử lý không khí (đối với AHU công suất lớn)

source: Provided at the top & bottom of Emergency stairwells.
vi: Provided at the top & bottom of Emergency stairwells. (For a non-sprinklered stairwells or where local regulations do not allow for installation of sprinklers.) Cung cấp tại đỉnh và đáy của giếng thang bộ thoát hiểm. (Đối với các thang bộ không có sprinkler hoặc nơi quy định địa phương không cho phép lắp đặt sprinkler)

source: Provided in kitchens and other areas with gas fired equipment.
vi: Provided in kitchens and other areas with gas fired equipment. Có trong bếp và các khu vực có thiết bị đốt gas

source: Public Restrooms
vi: Public Restrooms Toilet công cộng

source: Public areas greater than 15m²
vi: Public areas greater than 15m² Khu vực công cộng lớn hơn 15m²

source: Report Revision/Date
vi: Report Revision/Date Báo cáo lần thứ../Ngày

source: Rooms where there is a Fuel Burning Appliance.
vi: Rooms where there is a Fuel Burning Appliance. Trong các phòng có thiết bị đốt nhiên liệu

source: Rubbish and Laundry chutes require the following:
vi: Rubbish and Laundry chutes require the following: Ống thả rác và ống thả đồ giặt phải đáp ứng như sau

source: Rules of operation
vi: Rules of operation Quy định khi sử dụng

source: Safety Glass must be used for all new and replacement glazed elements in the following:
vi: Safety Glass must be used for all new and replacement glazed elements in the following: Kính an toàn phải được sử dụng khi lắp mới va thay thế kính trong các hạng mục sau:

source: Safety features for Swimming Pool and Hot Tub are provided accordingly:
vi: Safety features for Swimming Pool and Hot Tub are provided accordingly: Cung cấp tính năng an toàn cho bể bơi và bể nước nóng như sau

source: Safety signage displayed in the local language(s) and English.
vi: Safety signage displayed in the local language(s) and English. Biển báo an toàn sử dụng (các) ngôn ngữ địa phương và tiếng Anh

source: Saunas and/or steam rooms must meet the following minimum safety requirements:
vi: Saunas and/or steam rooms must meet the following minimum safety requirements: Phòng sauna và/hoặc phòng xông hơi phải đáp ứng các yêu cầu an toàn tối thiểu sau đây:

source: Securely fixed
vi: Securely fixed Cố định chắc chắn

source: Security in place is considered adequate for the location.
vi: Security in place is considered adequate for the location. Mức độ an ninh phù hợp với khu vực

source: Security risk assessment has been undertaken by the Hotel.
vi: Security risk assessment has been undertaken by the Hotel. Khách sạn đã tiến hành đánh giá rủi ro an ninh

source: Selected and located based on the type of anticipated fire.
vi: Selected and located based on the type of anticipated fire. Được lựa chọn và lắp đặt đặt tại vị trí nào phù hợp với loại lửa dự đoán

source: Self-Cleaning System installed for the ventilation duct.
vi: Self-Cleaning System installed for the ventilation duct. Ống thông gió có hệ thống tự vệ sinh

source: Service riser shafts that are not fire stopped at every floor must be fitted with smoke detection at every third floor and at the top of the service riser.
vi: Service riser shafts that are not fire stopped at every floor must be fitted with smoke detection at every third floor and at the top of the service riser. Các ống riser dịch vụ không có chống cháy lan ở mỗi tầng phải có đầu báo khói mỗi ba tầng và ở trên đỉnh ống

source: Side wall type sprinklers are mounted no more than 150mm from the ceiling
vi: Side wall type sprinklers are mounted no more than 150mm from the ceiling. Sprinkler gắn tưởng gắn cách trần không quá 150mm

source: Signage must be illuminated by normal and Emergency Lighting that automatically comes on when the power supply to the normal lighting provision fails.
vi: Signage must be illuminated by normal and Emergency Lighting that automatically comes on when the power supply to the normal lighting provision fails. Biển báo phải được chiếu sáng bình thường và cả chiếu sáng khẩn cấp tự động bật khi nguồn điện cấp cho chiếu sáng bình thường gặp sự cố

source: Signature:
vi: Signature: Chữ ký

source: Signs in the local language(s) and English
vi: Signs in the local language(s) and English Biển báo sử dụng (các) ngôn ngữ địa phương và tiếng Anh

source: Smoke Control
vi: Smoke Control Kiểm soát khói

source: Smoke control systems are interfaced with the HVAC system
vi: Smoke control systems are interfaced with the HVAC system Hệ thống kiểm soát khói liên kết với hệ thống HVAC

source: Smoke detectors are provided in interior guest room corridors (sounder not required).
vi: Smoke detectors are provided in interior guest room corridors (sounder not required). Đầu báo khói cung cấp trong hành lang phòng khách trong nhà

source: Smoke detectors installed in all areas (except small toilets and pipe shafts) including:
vi: Smoke detectors installed in all areas (except small toilets and pipe shafts) including: Đầu báo khói lắp đặt tại tất cả các khu vực (trừ toilet nhỏ và đường ống) bao gồm

source: Smoke exhaust installed for Atrium (For buildings with atriums).
vi: Smoke exhaust installed for Atrium (For buildings with atriums). Hệ thống hút khói cho giếng trời (đối với các tòa nhà có giếng trời hay không gian thông tầng).

source: Socket outlets, switches, lighting, etc.).
vi: Socket outlets, switches, lighting, etc.). vd. ổ cắm, công tắc, chiếu sáng vv.

source: Solarium's / tanning beds must meet the following minimum safety requirements:
vi: Solarium's / tanning beds must meet the following minimum safety requirements: Các thiết bị tắm nắng phải đạt yêu cầu an toàn tối thiểu như sau:

source: Solid and free from holes
vi: Solid and free from holes. Thang chắc chắn và không có lỗ

source: Solid fuel-burning fireplaces are only permitted in public areas and where provided must meet the following:
vi: Solid fuel-burning fireplaces are only permitted in public areas and where provided must meet the following: Lò sưởi đốt nhiên liệu rắn chỉ được phép sử dụng ở các khu vực công cộng và nơi được cung cấp phải đáp ứng các điều sau:

source: Space to the sides and beneath the barrier must not exceed 10cm (4in).
vi: Space to the sides and beneath the barrier must not exceed 10cm (4in). Khoảng cách sang hai bên và bên dưới lan can không được vượt quá 10cm

source: Spacing for smoke detectors at Guestroom corridors must not exceed 15m.
vi: Spacing for smoke detectors at Guestroom corridors must not exceed 15m. Khoảng cách giữa các đầu báo khói trong hành lang phòng khách không vượt quá 15m

source: Sprinkler pumping & control system is connected to the emergency generator (or pumps are connected to auto start diesel motor).
vi: Sprinkler pumping & control system is connected to the emergency generator (or pumps are connected to auto start diesel motor). Hệ thống bơm và điều khiển sprinkler nối với máy phát khẩn cấp (hoặc các bơm nối với động cơ diesel tự khởi động)
